{
    "main": {
      "header": "Финанс калькуляторы",
      "loanAm": "Кредит суммасы  ",
      "loanTerm": "Кредит вакыты  ",
      "intRate": "Процент ставкасы  ",
      "months": "  ай",
      "microloanAm": "Микрозайм суммасы  ",
      "microloanTerm": "Микрозайм вакыты  ",
      "days": "  көн",
      "freeDays": "Түләүсез көннәр  ",
      "depositAm": "Кертем суммасы  ",
      "Cap": "Капиталлаштыру вакыты  ",
      "monthly": " айга 1 тапкыр",
      "daily": " һәр көн өчен",
      "depositTerm": "Кертем вакыты  ",
      "monthlyPayment": "Айлык түләү  ",
      "overpayment": "Артык түләү   ",
      "totalPayment": "Заемның гомуми суммасы  ",
      "income": "Керем  ",
      "endValue": "Срок ахырындагы сумма  ",
      "annualRate": "Еллык процент ставкасы  ",
      "fullInf": "Финанс карарлары җентекле анализ һәм исәп-хисаплар таләп итә. Сез кредит алырга, вкладны урнаштырырга яки микрозаймнан файдаланырга ниятлисезме, шартларны, артык түләүләрне һәм табышны алдан бәяләү мөһим. Безнең сайт уңайлы финанс калькуляторларын тәкъдим итә, алар сезгә төп күрсәткечләрне исәпләргә һәм үлчәнгән карарлар кабул итәргә ярдәм итәчәк. \n\n1. Кредит калькуляторы \nКредит-ул билгеле бер шартларда бурычка акча алырга мөмкинлек бирә торган финанс инструменты. Әмма шуны аңлау мөһим, теләсә нинди бурыч дисциплина һәм төгәл планлаштыруны таләп итә. \n\nКредит калькуляторы ярдәмендә нәрсә исәпләп була? \nБезнең кредит калькуляторы билгеләргә мөмкинлек бирә: \n• айлык түләү – банкка ай саен күпме түләргә кирәк булачак, \n• кредит буенча артык түләү-Сез алынган суммадан күпме түләрсез, \n• түләүләрнең гомуми суммасы – сез банкка бирәчәк йомгаклау суммасы. \n\nКредит ничек эшли?\nКредитлар аннуитетлы (фиксацияләнгән айлык түләүле) һәм дифференциацияле (монда төп бурыч кими, ә процентлар калдыкка исәпләнә) була. Күпчелек банклар аннуитет схемасын тәкъдим итә, чөнки ул заемщик өчен уңайлырак: түләүләр тигез, аларны планлаштыру җиңелрәк.\n\nНинди очракларда кредит алырга кирәк?\n• Торак сатып алу (ипотека) - бу очракта кредит акланган, чөнки күчемсез милек-ул актив.\n• Автомобиль сатып алу-әгәр бу чыннан да кирәк булса (мәсәлән, эш өчен).\n• Бизнесны үстерү - әгәр төгәл план һәм исәп-хисаплар булса.\n• Ашыгыч медицина чыгымнары-әгәр башка вариантлар булмаса.\n\nКредит кайчан-начар идея?\n• Әгәр ул көндәлек ихтыяҗлар өчен алынса (кием, гаджет, ял сатып алу).\n•Әгәр ул сезнең финанс мөмкинлекләрегездән артып китсә, түләүләр яраксызга әйләнә.\n• Әгәр сезнең инде берничә кредитыгыз бар икән - яңа бурычлар финанс чокырына китерергә мөмкин.\n\n2. Микрозаймнар калькуляторы\nМикрозаймнар-зур булмаган кредитлар, гадәттә берничә көннән алып берничә айга кадәр. Алар рәсмиләштерү тизлеге белән җәлеп итә, ләкин алар буенча процент ставкалары бик югары булырга мөмкин.\n\nМикрозаймнар калькуляторы ярдәмендә нәрсәне исәпләп була?\n• Айлык яки көндәлек түләү-заем буенча күпме түләргә кирәк.\n• Гомуми артык түләү-Сез төп суммадан тыш ничә процент түләрсез.\n• Бушлай көннәрнең йогынтысы - әгәр микрофинанс оешмасы ташламалы чорны процентлар исәпләмичә тәкъдим итсә.\n\nМикрозаймнарның үзенчәлекләре: \n• Процент ставкасы көнгә күрсәтелә (мәсәлән, көнгә 1,5%). Әгәр моны еллык эквивалентка күчерсәк, ставка еллык 500% тан артыграк булырга мөмкин!\n• Микрозаймнарның күпчелеге залогсыз һәм поручительләрсез бирелә, әмма вакыты чыккан очракта штрафлар һәм пенялар бик тиз исәпләнә.\n\nМикрозайм кайчан акланган? \n• Ашыгыч хәлләрдә, әгәр хезмәт хакына берничә көн калса һәм башка вариантлар булмаса.\n• Әгәр сез бурычыгызны вакытында түли алачагыгызга ышансагыз.\n\nМикрозаймнан кайчан баш тарту яхшырак?\n• Әгәр сез аны башка бурычларны каплау өчен алырга телисез икән-бу \"бурыч чокырына\"китерергә мөмкин.\n• Арзанрак кредит табу мөмкинлеге булса (мәсәлән, ташламалы чорлы кредит картасын рәсмиләштерү).\n\n3. Кертемнәрнең керемлелеге калькуляторы\nБанк кертеме-ул акчаны саклап калу гына түгел, ә өстәмә керем алу ысулы да. Әмма реаль керем безнең калькуляторда исәпкә алырга мөмкин булган күп факторларга бәйле.\n\nКертемнәр калькуляторы ярдәмендә нәрсәне исәпләп була?\n• Кертемнәр калькуляторы ярдәмендә нәрсәне исәпләп була \n• Процент ставкасын, срокны һәм сумманы исәпкә алып, кертемнең керемлелеге.\n• Көндәлек, айлык капитализация белән яки аннан башка кертемнәр арасындагы аерманы.\n\nКертем ничек эшли?\n• Капитализациясез процентлар төп суммага исәпләнә һәм срок ахырында түләнә.\n• Капитализация белән процентлар кертем суммасына + инде тупланган процентларга исәпләнә, йомгаклау керемен арттыра.\n\nМисал:\nӘгәр капитализациясез еллык 10% белән 100 000 ₽ кертем булса, бер елдан сумма 110 000 состав тәшкил итәчәк.\n\nӘгәр дә шул ук ставка, ләкин айлык капитализация белән, йомгаклау суммасы якынча 110 471 ₽ булачак, чөнки процентлар инде тупланган керемгә дә исәпләнәчәк.  \n\nКертем сайлаганда нәрсәгә игътибар итәргә?  \n• Еллык процент ставкасы-керемнең төп күрсәткече.  \n• Процентларны капиталлаштыру-никадәр ешрак булса, керем шулкадәр югарырак.  \n• Кертем срогы-банкта акча никадәр озаграк ятса, шулкадәр күбрәк акча эшләячәксез.  \n• Салымнар-кертемнәр буенча керемнәрдән НДФЛ(физик затлар кеременә салым) тотып калырга мөмкин.  \n\nНи өчен финанс калькуляторларыннан файдалану мөһим?  \n1. Кредитның реаль бәясен бәяләргә ярдәм итәләр  \nКешеләр еш кына айлык түләү суммасына гына карап кредитлар ала, ләкин артык түләүне исәпкә алмыйлар. Кредит калькуляторы займның реаль бәясен күрергә ярдәм итә.  \n2. Микрозаймнар буенча артык түләүләрне булдырмаска ярдәм итәләр  \nМикрозаймнар уңайлы, ләкин кыйммәтле корал булырга мөмкин. Калькулятор мондый займның чынлыкта күпмегә төшәчәген һәм нинди альтернативалар булуын күрсәтә.  \n3. Отышлы өлешне сайларга ярдәм итәләр  \nӘгәр сезнең буш акчагыз бар икән, аларны иң отышлы ысул белән урнаштыру мөһим. Исәпләүләр төрле шартларның керемгә ничек йогынты ясавын күрсәтә.  \n4. Финанс белемен яхшырталар  \nКеше финанс турында никадәр күбрәк белсә, \"бурыч тозагына\" эләгү ихтималы шулкадәр азрак һәм үз акчалары белән нәтиҗәле идарә итү өмете шулкадәр югары.  \n\nНәтиҗә: \nФинанс карарлары анализ һәм исәп-хисап таләп итә. Безнең калькуляторлар сезгә хаталардан качарга, оптималь шартларны сайларга һәм финанс тотрыклылыгын сакларга ярдәм итәчәк. Аларны кредит алу, вклад яки микрозайм рәсмиләштерү алдыннан кулланыгыз-һәм уйланылган карарлар гына кабул итегез!",
      "about": "Безнең финанс калькуляторлары сайтына рәхим итегез! Бу проектны математика, икътисад һәм программалаштыру белән мавыккан КФУның \"Н. И.Лобачевский исемендәге лицей\" урта мәктәбе укучылары Байбикова Аврора һәм Лаврикова Лилиана төзеде. Без сезгә мөһим финанс күрсәткечләрен тиз арада исәпләп чыгарырга ярдәм итәчәк уңайлы һәм аңлаешлы сервис эшләдек.  \n\nСайтның функцияләре:\nКредит калькуляторы-кредит яки микрозайм буенча айлык түләүне процент ставкасын һәм срокны исәпкә алып исәпли.  \nКертемнең Керем калькуляторы-капитализация белән яки аннан башка депозиттан табышны билгели.  \n\nБезнең сайт өч телдә: рус, инглиз һәм татар телләрендә, финанс исәп-хисапларын мөмкин кадәр киң аудиториягә уңайлы итү өчен ачык.  \n\nБез катлаулы финанс исәпләүләрен гади һәм һәркем өчен аңлаешлы итәргә омтылабыз. Безнең калькуляторларны кулланыгыз һәм үз финансларыгыз белән җиңел идарә итегез!"
    },
    "tabs": {
      "LoanCalc": "Кредит калькуляторы",
      "MicroloanCalc": "Микрозайм калькуляторы",
      "DepositCap": "Капиталлаштырылган кертемнәрнең керемлелеге калькуляторы",
      "DepositNoCap": "Капиталлаштырылмаган кертемнәрнең керемлелеге калькуляторы",
      "Inf": "Калькуляторлар турында мәгълүмат",
      "About": "Иҗат итүчеләр турында" 
    },
    "misc": {
      "Copyright": "Казан 2025",
      "Currency": "₽"
    }
}