{
    "main": {
      "header": "Financial calculators",
      "loanAm": "Loan amount  ",
      "loanTerm": "Loan term  ",
      "intRate": "Interest rate  ",
      "months": "  months",
      "microloanAm": "Microloan amout  ",
      "microloanTerm": "Microloan term  ",
      "days": "  days",
      "freeDays": "Free days  ",
      "depositAm": "Deposit amount  ",
      "Cap": "Interest compounded  ",
      "monthly": " monthly",
      "daily": " daily",
      "depositTerm": "Deposit term",
      "monthlyPayment": "Monthly payment  ",
      "overpayment": "Overpayment  ",
      "totalPayment": "Total payment  ",
      "income": "Income  ",
      "endValue": "End investment value  ",
      "annualRate": "Annual rate  ",
      "fullInf": "Financial calculators are your tool for competent money management  \n\nFinancial decisions require careful analysis and calculations. Regardless of whether you plan to take out a loan, place a deposit, or use a microloan, it is important to evaluate the conditions, overpayments, and benefits in advance. Our website provides convenient financial calculators that will help you calculate key indicators and make informed decisions.  \n\n1. Credit Calculator  \nA loan is a financial instrument that allows you to borrow money on certain conditions. However, it is important to understand that any debt requires discipline and clear planning.  \n\nWhat can be calculated using a credit calculator?  \nOur credit calculator allows you to determine:  \n• monthly payment – how much you will need to pay the bank each month,  \n• overpayment on the loan – how much will you pay in excess of the amount taken,  \n• total amount of payments – the total amount that you will give to the bank.  \n\nHow does credit work?  \nThere are annuity loans (with a fixed monthly payment) and differentiated loans (where the principal is reduced and interest is accrued on the balance). Most banks offer an annuity scheme because it is more convenient for the borrower: payments are equal and easier to plan.  \n\nIn what cases is it worth taking out a loan?  \n• Buying a home (mortgage) – in this case, the loan is justified, since real estate is an asset.  \n• Buying a car – if it is really necessary (for example, for work).  \n• Business development – if there is a clear plan and calculations.  \n• Urgent medical expenses – if there are no other options.  \n\nWhen is a loan a bad idea?  \n• If it is taken for everyday needs (purchase of clothes, gadgets, recreation).  \n• If it exceeds your financial capacity and payments become unaffordable.  \n• If you already have several loans, new debts can lead to a financial hole.  \n\n2. Microloan Calculator  \nMicroloans are small loans, usually for a period of several days to a couple of months. They attract the speed of registration, but the interest rates on them can be very high.  \n\nWhat can be calculated using a microloan calculator?  \n• Monthly or daily payment – how much you need to pay on the loan.  \n• Total overpayment – how much interest you will pay in excess of the principal amount.  \n• The impact of free days – if a microfinance institution offers a grace period without interest.  \n\nFeatures of microloans  \n• The interest rate is indicated per day (for example, 1.5% per day). If you convert this into an annual equivalent, the rate can exceed 500% per annum!  \n• Most microloans are issued without collateral and guarantors, but in case of delays, fines and penalties are accrued very quickly.  \n\nWhen is a microloan justified?  \n• In emergency situations, if there are several days left before payday and there are no other options.  \n• If you are confident that you will be able to repay the debt on time.  \n\nWhen is it better to cancel a microloan?  \n• If you want to take it to close other debts, this can lead to a \"debt pit\".  \n• If it is possible to find a cheaper loan (for example, to apply for a credit card with a grace period).  \n\n3. Deposit Return Calculator  \nA bank deposit is not only a way to save money, but also to earn additional income. However, the real profitability depends on many factors that can be taken into account in our calculator.  \n\nWhat can be calculated using the deposit calculator?  \n• The profitability of the deposit, taking into account the interest rate, term and amount.  \n• Capitalization effect – if interest is accrued and added to the principal amount.  \n• The difference between deposits with or without daily, monthly capitalization.  \n\nHow does the deposit work?  \n• Without capitalization – interest is accrued on the principal amount and paid at the end of the term.  \n• With capitalization – interest is accrued on the amount of the deposit + already accumulated interest, increasing the total return.  \n\nExample:\nIf the deposit is 100,000 ₽ with 10% per annum without capitalization, then in a year the amount will be 110,000 ₽.\nIf the rate is the same, but with a monthly capitalization, the total amount will be about 110 471 rubles, since interest will be accrued on the already accumulated income.  \n\nWhat should I pay attention to when choosing a deposit?  \n• The annual interest rate is a key indicator of profitability.  \n• Capitalization of interest – the more often, the higher the yield.  \n• Deposit period – the longer the money is in the bank, the more you will earn.  \n• Taxes – personal income tax can be withheld from income on deposits.  \n\nWhy is it important to use financial calculators?  \n1. They help to estimate the real cost of a loan  \nPeople often take out loans based only on the amount of the monthly payment, but do not take into account the overpayment. A loan calculator helps you see the real cost of a loan.  \n2. They help to avoid overpayments on microloans  \nMicroloans can be a convenient but expensive tool. The calculator shows how much such a loan will actually cost and what alternatives are available.  \n3. They help you choose a profitable investment  \nIf you have free money, it is important to place it in the most profitable way. Calculations show how different conditions affect profitability.  \n4. Improve financial literacy  \nThe more a person knows about finance, the less likely they are to fall into a \"debt trap\" and the higher their chance of managing their money effectively.  \n\nConclusion  \nFinancial decisions require analysis and calculation. Our calculators will help you avoid mistakes, choose optimal conditions and maintain financial stability. Use them before taking out a loan, making a deposit or a microloan – and make only informed decisions!",
      "about": "Welcome to our financial calculators website! This project was created by us, Aurora Baybikova and Liliana Lavrikova, students of the Secondary School \"N. I. Lobachevsky Lyceum\" of KFU, who are passionate about mathematics, economics and programming. We have developed a convenient and intuitive service that will help you quickly calculate important financial indicators.  \n\nWebsite Functions:\nLoan Calculator – calculates the monthly payment for a loan or microloan, taking into account the interest rate and term.  \nDeposit return Calculator – determines the profit from the deposit with or without capitalization.  \n\nOur website is available in three languages: Russian, English and Tatar to make financial calculations convenient for the widest possible audience.  \n\nWe strive to make complex financial calculations simple and accessible to everyone. Use our calculators and manage your finances easily!"
    },
    "tabs": {
      "LoanCalc": "Loan calculater",
      "MicroloanCalc": "Microloan calculater",
      "DepositCap": "Calculator of deposit profitability with capitalization",
      "DepositNoCap": "Calculator of deposit profitability without capitalization",
      "Inf": "Information about calculators",
      "About": "About the creators"
    },
    "misc": {
      "Copyright": "Kazan 2025",
      "Currency": "$"
    }
}