{
    "main": {
      "header": "Финансовые калькуляторы",
      "loanAm": "Сумма кредита  ",
      "loanTerm": "Срок кредита  ",
      "intRate": "Процентная ставка   ",
      "months": "  месяцев",
      "microloanAm": "Сумма микрозайма  ",
      "microloanTerm": "Срок микрозайма  ",
      "days": "  дней",
      "freeDays": "Бесплатные дни  ",
      "depositAm": "Сумма вклада  ",
      "Cap": "Периодичность капитализации  ",
      "monthly": " ежемесячно",
      "daily": " ежедневно",
      "depositTerm": "Срок вклада  ",
      "monthlyPayment": "Ежемесячный платеж  ",
      "overpayment": "Переплата  ",
      "totalPayment": "Общая сумма займа  ",
      "income": "Доход  ",
      "endValue": "Сумма в конце срока  ",
      "annualRate": "Годовая процентная ставка  ",
      "fullInf": "Финансовые калькуляторы – ваш инструмент для грамотного управления деньгами.  \n\nФинансовые решения требуют внимательного анализа и расчётов. Независимо от того, планируете ли вы взять кредит, разместить вклад или воспользоваться микрозаймом, важно заранее оценить условия, переплаты и выгоду. Наш сайт предоставляет удобные финансовые калькуляторы, которые помогут вам рассчитать ключевые показатели и принять взвешенные решения.  \n\n1. Кредитный калькулятор  \nКредит – это финансовый инструмент, который позволяет получить деньги в долг на определённых условиях. Однако важно понимать, что любая задолженность требует дисциплины и чёткого планирования.  \n\nЧто можно рассчитать с помощью кредитного калькулятора?  \nНаш кредитный калькулятор позволяет определить:  \n• ежемесячный платёж – сколько вам нужно будет платить банку каждый месяц,  \n• переплату по кредиту – сколько вы заплатите сверх взятой суммы,  \n• общую сумму выплат – итоговая сумма, которую вы отдадите банку.  \n\nКак работает кредит?  \nКредиты бывают аннуитетными (с фиксированным ежемесячным платежом) и дифференцированными (где основной долг уменьшается, а проценты начисляются на остаток). Большинство банков предлагают аннуитетную схему, поскольку она удобнее для заёмщика: платежи равные, их легче планировать.  \n\nВ каких случаях стоит брать кредит?  \n• Покупка жилья (ипотека) – в этом случае кредит оправдан, так как недвижимость – это актив.  \n• Покупка автомобиля – если это действительно необходимо (например, для работы).  \n• Развитие бизнеса – если есть чёткий план и расчёты.  \n• Неотложные медицинские расходы – если нет других вариантов.  \n\nКогда кредит – плохая идея?  \n• Если он берётся для повседневных нужд (покупка одежды, гаджетов, отдыха).  \n• Если он превышает ваши финансовые возможности, и платежи становятся неподъёмными.  \n• Если у вас уже есть несколько кредитов – новые долги могут привести к финансовой яме.  \n\n2. Калькулятор микрозаймов  \nМикрозаймы – это небольшие кредиты, обычно на срок от нескольких дней до пары месяцев. Они привлекают скоростью оформления, но процентные ставки по ним могут быть очень высокими.  \n\nЧто можно рассчитать с помощью калькулятора микрозаймов?  \n• Ежемесячный или ежедневный платёж – сколько нужно платить по займу.  \n• Общую переплату – сколько процентов вы заплатите сверх основной суммы.  \n• Влияние бесплатных дней – если микрофинансовая организация предлагает льготный период без начисления процентов.  \n\nОсобенности микрозаймов  \n• Процентная ставка указывается в день (например, 1,5% в день). Если перевести это в годовой эквивалент, ставка может превышать 500% годовых!  \n• Большинство микрозаймов выдаются без залога и поручителей, но при просрочках штрафы и пени начисляются очень быстро.  \n\nКогда микрозайм оправдан?  \n• В экстренных ситуациях, если до зарплаты осталось несколько дней и нет других вариантов.  \n• Если вы уверены, что сможете погасить долг вовремя.  \n\nКогда лучше отказаться от микрозайма?  \n• Если вы хотите взять его для закрытия других долгов – это может привести к \"долговой яме\".  \n• Если есть возможность найти более дешёвый кредит (например, оформить кредитную карту с льготным периодом).  \n\n3. Калькулятор доходности вкладов  \nБанковский вклад – это способ не только сохранить деньги, но и получить дополнительный доход. Однако реальная доходность зависит от множества факторов, которые можно учесть в нашем калькуляторе.  \n\nЧто можно рассчитать с помощью калькулятора вкладов?  \n• Доходность вклада с учётом процентной ставки, срока и суммы.  \n• Влияние капитализации – если проценты начисляются и добавляются к основной сумме.  \n• Разницу между вкладами с ежедневной, ежемесячной капитализацией или без неё.  \n\nКак работает вклад?  \n• Без капитализации – проценты начисляются на основную сумму и выплачиваются в конце срока.  \n• С капитализацией – проценты начисляются на сумму вклада + уже накопленные проценты, увеличивая итоговую доходность.  \n\nПример:\nЕсли вклад 100 000 ₽ с 10% годовых без капитализации, то через год сумма составит 110 000 ₽.\n\nЕсли та же ставка, но с ежемесячной капитализацией, итоговая сумма будет около 110 471 ₽, так как проценты будут начисляться и на уже накопленный доход.  \n\nНа что обращать внимание при выборе вклада?  \n• Годовая процентная ставка – ключевой показатель доходности.  \n• Капитализация процентов – чем чаще, тем выше доходность.  \n• Срок вклада – чем дольше деньги лежат в банке, тем больше заработаете.  \n• Налоги – с доходов по вкладам может удерживаться НДФЛ.  \n\nПочему важно пользоваться финансовыми калькуляторами?  \n1. Помогают оценить реальную стоимость кредита  \nЛюди часто берут кредиты, ориентируясь только на сумму ежемесячного платежа, но не учитывают переплату. Кредитный калькулятор помогает увидеть реальную стоимость займа.  \n2. Помогают избежать переплат по микрозаймам  \nМикрозаймы могут быть удобным, но дорогим инструментом. Калькулятор показывает, во сколько реально обойдётся такой займ и какие есть альтернативы.  \n3. Помогают выбрать выгодный вклад  \nЕсли у вас есть свободные деньги, важно разместить их наиболее выгодным способом. Расчёты показывают, как разные условия влияют на доходность.  \n4. Улучшают финансовую грамотность  \nЧем больше человек знает о финансах, тем меньше вероятность попасть в \"долговую ловушку\" и тем выше шанс эффективно управлять своими деньгами.  \n\nВывод  \nФинансовые решения требуют анализа и расчёта. Наши калькуляторы помогут вам избежать ошибок, выбрать оптимальные условия и сохранить финансовую стабильность. Используйте их перед тем, как брать кредит, оформлять вклад или микрозайм – и принимайте только обдуманные решения!",
      "about": "Добро пожаловать на наш сайт финансовых калькуляторов! Этот проект создан нами, Байбиковой Авророй и Лавриковой Лилианой, ученицами СОШИ \"Лицей имени Н. И. Лобачевского\" КФУ , увлеченными математикой, экономикой и программированием. Мы разработали удобный и понятный сервис, который поможет вам быстро рассчитать важные финансовые показатели.  \nФункции сайта:\nКредитный калькулятор – рассчитывает ежемесячный платеж по кредиту или микрозайму с учетом процентной ставки и срока.  \nКалькулятор доходности вклада – определяет прибыль от депозита с капитализацией или без нее.  \n\nНаш сайт доступен на трех языках: русском, английском и татарском, чтобы сделать финансовые расчеты удобными для максимально широкой аудитории.  \n\nМы стремимся сделать сложные финансовые вычисления простыми и доступными для всех. Используйте наши калькуляторы и управляйте своими финансами легко!"
    },
    "tabs": {
      "LoanCalc": "Калькулятор кредитов",
      "MicroloanCalc": "Калькулятор микрозаймов",
      "DepositCap": "Калькулятор доходности вкладов с капитализацией",
      "DepositNoCap": "Калькулятор доходности вкладов без капитализации",
      "Inf": "Информация о калькуляторах",
      "About": "О создателях"
    },
    "misc": {
      "Copyright": "Казань 2025",
      "Currency": "₽"
    }
}